[
  {
    "url": "https://www.stiga.com/it/magazine/cura-intelligente-del-giardino/robot-tagliaerba-sicurezza-protezione",
    "titolo": "Robot tagliaerba: sicurezza e protezione",
    "intro": "Ami prenderti cura del tuo giardino, ma non vuoi rinunciare alla libertà di viaggiare? Nessun problema: un robot tagliaerba può mantenere il prato perfettamente curato anche in tua assenza. Ma cosa succede quando non sei a casa? Il dispositivo potrebbe essere manomesso o addirittura rubato?",
    "categoria": "Cura Intelligente Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/cura-intelligente-del-giardino/aprile-quali-sono-le-novita-del-nostro-robot-tagliaerba-autonomo",
    "titolo": "Aprile | Quali sono le novità del nostro robot tagliaerba autonomo?",
    "intro": "Se possiedi un robot tagliaerba autonomo STIGA, potresti aver ricevuto una notifica push sul nuovo software ottimizzato rilasciato in Aprile 2024.",
    "categoria": "Cura Intelligente Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/cura-intelligente-giardino/robot-tagliaerba-fa-bene-al-tuo-prato-fa-bene-a-te",
    "titolo": "Robot tagliaerba: fa bene al tuo prato, fa bene a te!",
    "intro": "I robot tagliaerba lavorano mettendo al primo posto la salute del prato, in modo che sia sempre folto e rigoglioso. Un taglio frequente stimola la crescita dell’erba e previene la crescita di erbacce, mentre le lame affilate la aiutano a riprendersi rapidamente e a crescere in maniera più abbondante, garantendo anche un taglio efficace.",
    "categoria": "Cura Intelligente Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/esperto-del-giardino/aprile-in-giardino",
    "titolo": "Aprile in giardino: le attività essenziali",
    "intro": "Grazie al suo mix di piogge stagionali e caldo sole primaverile, aprile è il mese perfetto per occuparsi del giardino in vista dell’estate. È infatti l'ultima occasione per terminare tutti quei lavori di manutenzione essenziali come la preparazione delle aiuole e dei vasi da esterno.",
    "categoria": "Esperto Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/esperto-del-giardino/come-aiutare-gli-animaletti-a-proteggersi-in-inverno",
    "titolo": "Proteggi gli animali del giardino durante l’inverno",
    "intro": "Durante l'inverno, le mangiatoie e le casette da giardino sono un rifugio di salvezza per la fauna selvatica come rospi, arvicole e piccoli uccelli. Gli uccellini, per esempio, possono perdere fino al 10% del loro peso corporeo durante le notti fredde. Fornirgli un riparo li aiuta a stare in gruppo e a conservare il calore.",
    "categoria": "Esperto Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/esperto-del-giardino/consigli-essenziali-per-una-potatura-efficace",
    "titolo": "Consigli essenziali per la potatura: quando e come potare per una crescita ottimale",
    "intro": "Ci sono molteplici ragioni per potare arbusti e alberi. La potatura non solo aiuta a dare forma alle piante e a riparare le aree danneggiate o malate, ma rimuove anche le parti improduttive, migliorando il flusso d'aria e la penetrazione della luce solare. Questo processo favorisce una crescita più sana, stimola una fioritura più abbondante e aumenta la produzione di frutta negli alberi da frutto.",
    "categoria": "Esperto Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/esperto-del-giardino/cosa-fiorisce-in-ottobre",
    "titolo": "Cosa fiorisce in ottobre?",
    "intro": "In ottobre, anche se le giornate si accorciano e il sole è più timido, il giardino continua a offrire spettacolo con i vivaci colori di molte piante ornamentali. Gli astri sono tra i protagonisti indiscussi del mese, ma non sono gli unici: esistono molte altre varietà che raggiungono il loro splendore proprio in questo periodo.",
    "categoria": "Esperto Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/esperto-del-giardino/i-migliori-semi-da-piantare-a-novembre",
    "titolo": "Cosa piantare a novembre",
    "intro": "Anche se le giornate si stanno accorciando, novembre è il momento ideale per seminare e preparare il terreno alla prossima stagione. Piantare ora ti permette di anticipare il raccolto e risparmiare tempo prezioso in primavera.\nChe si tratti di ortaggi, fiori o alberi da frutto, ecco una selezione delle nostre varietà preferite da seminare questo mese, con consigli pratici su come farlo al meglio.",
    "categoria": "Esperto Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/esperto-del-giardino/i-migliori-semi-da-piantare-a-settembre",
    "titolo": "Cosa seminare a settembre",
    "intro": "Settembre porta con sé colori caldi e giornate ancora piacevoli: è il momento ideale per dare nuova vita al tuo giardino.",
    "categoria": "Esperto Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/esperto-del-giardino/novembre-in-giardino",
    "titolo": "La guida completa al giardinaggio a novembre",
    "intro": "Novembre è un mese cruciale per preparare il giardino alla stagione fredda. È il momento ideale per pulire e proteggere aiuole fiorite e orticole, piantare bulbi primaverili e potare alberi e arbusti che richiedono manutenzione. Inoltre, puoi dedicarti alla cura delle piante da interno, iniziando a coltivare piante da appartamento, forzare i bulbi e pianificare la prossima stagione di giardinaggio.",
    "categoria": "Esperto Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/esperto-del-giardino/perche-scegliere-un-trattorino-elettrico",
    "titolo": "Perché scegliere un trattorino elettrico?",
    "intro": "STIGA è sempre stata un pioniere nel portare il mondo elettrico in giardino. Dalle piccole macchine da giardino a quelle più complesse per aree più estese. Stiamo cambiando il modo in cui le persone si prendono cura dei loro prati con soluzioni innovative ed ecologiche.",
    "categoria": "Esperto Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/esperto-del-giardino/settembre-in-giardino",
    "titolo": "Settembre in giardino: le attività essenziali",
    "intro": "Settembre è un mese davvero intenso per il tuo giardino, con tante semine e piantagioni da completare. È anche il momento perfetto per fare un riordino accurato prima che freddo e vento autunnale arrivino a farsi sentire.\nMa non è tutto: questo periodo ti regala grandi soddisfazioni, con frutti e ortaggi pronti da raccogliere e fiori che offrono un’ultima splendida fioritura sotto il sole. Per sfruttare al meglio gli ultimi caldi dell’estate, ecco i lavori di giardinaggio da mettere in agenda.",
    "categoria": "Esperto Del Giardino"
  },
  {
    "url": "https://www.stiga.com/it/magazine/natura-in-movimento/il-mondo-segreto-della-tua-siepe",
    "titolo": "Il mondo segreto della tua siepe",
    "intro": "Le siepi dei nostri giardini nascondono un affascinante mondo segreto in cui piante e animali interagiscono dando vita a complessi e preziosi ecosistemi. Ecco come prendersene cura, tutelando la biodiversità, senza disturbare gli ospiti che vi trovano riparo.",
    "categoria": "Natura In Movimento"
  },
  {
    "url": "https://www.stiga.com/it/magazine/real-garden-stories/real-garden-care-stories-episodio-2",
    "titolo": "Episodio 2: Real Garden Care Stories",
    "intro": "Gerlinde ha un giardino curato nei minimi dettagli, suddiviso in 7 diverse zone di taglio su una superficie di circa 700 m².\nDa poco in pensione, lei e suo marito cercavano una soluzione che permettesse loro di risparmiare tempo nella cura del giardino, così da potersi dedicare di più a stare insieme.",
    "categoria": "Real Garden Stories"
  }
]